Repository: kamhawy4/ForYou
Catalog: ForYou.Resources/Error.*.resx
Languages: ar

source: Description Ar MaxLength 500
ar: الوصف الانجليزى الحد الاقصي للحروف 500حرف

# DescriptionArRequired
source: Arabic Description Required
ar: الوصف العربى مطلوب

source: Description En MaxLength 500
ar: الوصف العربى الحد الاقصي للحروف 500حرف

# DescriptionEnRequired
source: English Description Required
ar: الوصف الانجليزى مطلوب

source: Description Urdu MaxLength 500
ar: الوصف الاردي الحد الاقصي للحروف 500حرف

# DescriptionUrduRequired
source: Urdu Description Required
ar: الوصف الاردى مطلوب

source: End DateTime Required
ar: تاريخ النهايه مطلوب

source: Id Required
ar: الرقم التعريفى مطلوب

source: Latitude Required
ar: خط العرض مطلوب

source: Longitude Required
ar: خط الطول مطلوب

source: News Not Found
ar: الخبر غير موجود

source: SomeThingError
ar: حدث خطأ ما

source: Start DateTime Required
ar: تاريخ البدايه مطلوب

source: Title Ar MaxLength 150
ar: العنوان العربى الحد الاقصي للحروف 150حرف

# TitleArRequired
source: Arabic Title Required
ar: العنوان العربى مطلوب

source: Title En MaxLength 150
ar: العنوان الانجليزى الحد الاقصي للحروف 150حرف

# TitleEnRequired
source: English Title Required
ar: العنوان الانجليزى مطلوب

source: Title Urdu MaxLength 150
ar: العنوان الاردى الحد الاقصي للحروف 150حرف

# TitleUrduRequired
source: Urdu Title Required
ar: العنوان الاردى مطلوب

source: MaximumLength
ar: الحد الاقصى للأحرف غير صحيح

source: ThisFiledRequired
ar: هذا الحقل اجبارى

source: Offer Not Found
ar: العرض غير موجود

source: Failed To Upload
ar: حدث خطأ اثناء تحميل الملف

# CheckExtentionType
source: File extension must be PNG, JPEG, or JPG.
ar: امتداد الملفات يجب ان ينتهي ب JPEG, JPG or PNG

source: Classification Type Required
ar: نوع التصنيف مطلوب

source: Icon Required
ar: الأيقونة مطلوبة

source: ServiceNotFound
ar: الخدمة غير موجودة

# FileExceedSize
source: Attachment size shouldn`t exceed on {0} mb
ar: حجم المرفق يجب ألا يتعدى {0} ميجا

# FileExtension
source: Attachment extension should be {0}
ar: امتداد الملف يجب ان يكون {0}

source: MapPlace Not Found
ar: المكان غير موجود

source: User Not Found
ar: المستخدم غير موجود

# UserNameArMaxLength100
source: Arabic UserName Max Length 100
ar: إسم المستخدم الحد الاقصي للحروف 100حرف

# UserNameArRequired
source: Arabic User Name Required
ar: الإسم العربى مطلوب

# NotificationNotFound
source: Notification not found or was sent
ar: الإشعار غير موجود أو تم إرساله

source: Email Required
ar: البريد الإلكترونى مطلوب

source: Tour Not Found
ar: الجوله غير موجوده

source: User Name En Max Length 100
ar: إسم المستخدم الإنجليزى الحد الأقصى 100 حرف

# UserNameEnRequired
source: English User Name Required
ar: إسم المستخدم الإنجليزى مطلوب

source: User Name Urdu Max Length 100
ar: إسم المستخدم الأوردو الحد الأقصى 100 حرف

source: User Name Urdu Required
ar: إسم المستخدم الأوردو مطلوب

# ClassificationNameArRequired
source: Classification Name Ar is Required
ar: اسم التصنيف عربي مطلوب

# ClassificationNameENRequired
source: Classification Name EN is Required
ar: اسم التصنيف انجليزي مطلوب

# ClassificationNameUrduRequired
source: Classification Name Urdu is Required
ar: اسم التصنيف اردني مطلوب

# ClassificationNotFound
source: Classification not exist
ar: تصنيف غير موجود

# ClassificationNumberIsRequired
source: Classification Number Required
ar: رقم التصنيف مطلوب

# ClassificationTypeRequred
source: Classification Type Is Required
ar: نوع التصنيف مطلوب

# NameArMaxLength150
source: Name Arabic Max Length is 150
ar: الاسم العربي الحد الاقصي للحروف 150حرف

# NameENMaxLength150
source: Name English Max Length is 150
ar: الاسم الانجليزي الحد الاقصي للحروف 150حرف

# NameUrduMaxLength150
source: Name Urdu Max Length is 150
ar: الاسم الاردني الحد الاقصي للحروف 150حرف

# ContentArMaxLength2000
source: Content Arabic MaxLength 2000
ar: المحتوى العربي الحد الاقصي للحروف 2000حرف

# ContentArRequired
source: Content Arabic is required
ar: المحتوى العربي مطلوب

# ContentEnMaxLength2000
source: Content English MaxLength 2000
ar: المحتوى الانجليزي الحد الاقصي للحروف 2000حرف

# ContentEnRequired
source: Content English is required
ar: المحتوى الانجليزي مطلوب

source: Content Urdu MaxLength 2000
ar: المحتوى الاردي الحد الاقصي للحروف 2000حرف

# ContentUrduRequired
source: Content Urdu is required
ar: المحتوى الاردي مطلوب

source: UrlIsRequired
ar: الرابط مطلوب

source: Additional Details Ar MaxLength 500
ar: اضافة التفاصيل العربى الحد الاقصي للحروف 500حرف

source: Additional Details En MaxLength 500
ar: اضافة التفاصيل الانجليزى الحد الاقصي للحروف 500حرف

source: Additional Details Urdu MaxLength 500
ar: اضافة التفاصيل الأوردو الحد الاقصي للحروف 500حرف

# NotAllowedtodeleteordeactivateThisClassification
source: Not allowed to execute this action
ar: غير مسموح بتنفيذ هذا الاجراء لارتباط التصنيف بعناصر اخرى

source: Rating From 1 To 5
ar: التقيم من 1 الى 5

source: MaximumLength500
ar: الحد الاقصى للحروف 500

source: Description Ar Max Length2000
ar: الوصف الانجليزى الحد الاقصي للحروف 2000حرف

source: Description En Max Length 2000
ar: الوصف العربى الحد الاقصي للحروف 2000حرف

source: Description Urdu Max Length 2000
ar: الوصف الاردي الحد الاقصي للحروف 2000حرف

source: Place Instruction Not Found
ar: تعليمات غير موجودة

source: Place Name Ar Is Required
ar: اسم المكان العربي مطلوب

source: Place Name Ar MaxLength 150
ar: الاسم العربي الحد الاقصي للحروف 150حرف

source: Place name Ar Required
ar: اسم المكان عربي مطلوب

source: Place Name En Is Required
ar: اسم المكان الانجليزي مطلوب

source: Place Name EN MaxLength 150
ar: الاسم الانجليزي الحد الاقصي للحروف 150حرف

source: Place name EN Required
ar: اسم المكان انجليزي مطلوب

source: Place Name Urdu Is Required
ar: اسم المكان الاوردو مطلوب

source: Place Name Urdu Max Length 150
ar: الاسم الاردني الحد الاقصي للحروف 150حرف

source: Place name Urdu Required
ar: اسم المكان اردني مطلوب

source: User already exist
ar: مستخدم موجود من قبل

source: TranslatorNotFound
ar: المترجم غير موجود

source: Invalid Email
ar: صغيه البريد الالكترونى غير صحيحه

source: Login Fail
ar: خطأ في بيانات الدخول، الرجاء المحاولة مرة أخرى

source: Number MaxLength 10
ar: الحد الاقصي هو 10 ارقام

source: Number Required
ar: الرقم مطلوب

source: MentorNotFound
ar: المرشد عير موجود

source: NameAr Required
ar: الاسم عربي مطلوب

source: NameEN Required
ar: الاسم انجليزي مطلوب

source: NameUrdu Required
ar: الاسم اردني مطلوب

source: Transportation Not Found
ar: وسيلة نقل غير موجودة

source: complaintNotFound
ar: الشكوى غير موجودة

source: Image is required
ar: يجب ادخال صورة شاشة الترحيب

# OrderMustBeValidInteger
source: Order must be valid number
ar: يجب ادخال رقم صحيح

# OrderRequired
source: Order Is Required
ar: ترتيب الشاشة مطلوب

# ScreenNotExist
source: Welcome screen not fount
ar: شاشة ترحيب غير موجودة

source: NotAllowed Extension
ar: الصيغة غير مدعومة

source: Roles Required
ar: الصلاحيات مطلوبه

source: Story Not Found
ar: قصة المدينة غير موجودة

# Length10
source: Length is 10
ar: يجب ادخال 10 حروف

source: Notification Not Active
ar: الاشعار غير مفعل

# ActivityMaxLength150
source: Activity Max Length 150 Ar
ar: النشاط المقترح الحد الاقصي 150حرف

# ActivityMaxLengthEn150
source: Activity Max Length 150 En
ar: النشاط المقترح الحد الاقصي 150 حرف

# ActivityMaxLengthUrdu150
source: Activity Max Length 150 Urdu
ar: النشاط المقترح الحد الاقصي 150 حرف

# investmentOpportunityNotFound
source: Opportunity Not Found
ar: الفرصة غير موجودة

source: Max Length 50
ar: الحد الاقصى 50 حرف

source: Information Ar Max Length 500
ar: الحد الاقصي للمعلومات بالعربية 500 حرف

source: Information Ar Required
ar: المعلومات مطلوبة

source: Information En Max Length 500
ar: الحد الاقصي للحروف بالانجليزية 500 حرف

source: Information En Required
ar: المعلومات بالانجليزية مطلوبة

source: Information Urdu Max Length 500
ar: الحد الاقصي للحروف بالاوردية 500 حرف

source: Information Urdu Required
ar: المعلومات بالاوردية مطلوبة

source: Food Not Found
ar: الطعام غير موجود

source: Post Not Found
ar: البوست غير موجود
